/* 
   Localizable.strings
   AppSalesMobile

   Created by Ole Zorn on 23.11.08.
   Copyright 2008 omz:software. All rights reserved.
 */
"USD" = "US Dollar";
"AUD" = "Australian Dollar";
"BHD" = "Bahraini Dinar";
"THB" = "Thai Baht";
"BND" = "Brunei Dollar";
"CLP" = "Chilean Peso";
"DKK" = "Danish Krone";
"HUF" = "Hungarian Forint";
"HKD" = "Hong Kong Dollar";
"ISK" = "Iceland Krona";
"CAD" = "Canadian Dollar";
"QAR" = "Qatari Rial";
"KWD" = "Kuwaiti Dollar";
"MYR" = "Malaysian Ringgit";
"MTL" = "Maltese Lira";
"MUR" = "Mauritius Rupee";
"MXN" = "Mexican Nuevo Peso";
"NPR" = "Nepalese Rupee";
"TWD" = "Taiwan Dollar";
"NZD" = "New Zealand Dollar";
"NOK" = "Norwegian Krone";
"PKR" = "Pakistan Rupee";
"GBP" = "Pound Sterling";
"ZAR" = "South African Rand";
"BRL" = "Brazilian Real";
"CNY" = "Yuan Renminbi";
"OMR" = "Omani Rial";
"IDR" = "Indonesian Rupiah";
"RUB" = "Russian Rubles";
"SAR" = "Saudi Riyal";
"ILS" = "Israeli New Shekel";
"SEK" = "Swedish Krona";
"CHF" = "Swiss Franc";
"SGD" = "Singapore Dollar";
"SKK" = "Slovak Koruna";
"LKR" = "Sri Lanka Rupee";
"KRW" = "Korean Won";
"KZT" = "Kazakhstan Tenge";
"CZK" = "Czech Koruna";
"AED" = "Arab Emirates Dirham";
"JPY" = "Japanese Yen";
"CYP" = "Cyprus Pound";
"INR" = "Indian Rupee";
"EUR" = "Euro";